Face defining this vertical Wall is no longer vertical.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FaceIsNoLongerVertical { get; }
  Visual Basic
Public Shared ReadOnly Property FaceIsNoLongerVertical As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FaceIsNoLongerVertical {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures WallFailures Class
  Autodesk.Revit.DB Namespace